Repository: GNOME/libcryptui
Catalog: po/*.po
Languages: ne, pl

source: The Medium Security level is the default and should be acceptable for general everyday usage. The High Security level should be selected if you know your data will be actively scrutinized. The Extra High level should be selected if you know your data is actively scrutinized and will be under cryptographic attack.
ne: मध्यम सुरक्षा स्तर पुर्वनिर्धारित हो र साधारण प्रत्येक दिन प्रयोग को लागि स्वीकार्य हुनुपर्दछ. तपाईंको डेटा सक्रियतापुर्वक जाँचिन्छ भन्ने यदि तपाईं लाइ थाहा भयो भने उच्च सुरक्षा स्तर छानिनुपर्दछ. तपाईंको डेटा सक्रियतापुर्वक जाँचिन्छ र गुढलेखन आक्रमण मा पर्छ भन्ने यदि तपाईं लाई थाहा भयो भने अतिरिक्त उच्च सुरक्षा स्तर छानिनुपर्दछ

source: This assistant will guide you through the steps of creating a PGP key pair.
ne: यो सहयोगीले तपाईंलाइ एउटा पिजिपि कुञ्जि जोडि सृजना गर्ने चरणहरु मा मार्ग निर्देशन गर्दछ

source: To create a key and tie it to your identity, the following information is needed: Full Name, Email Address, and Comment. These values will be given to the name of your key in the following manner: Full Name (Comment) <email address>.
ne: एउटा कुञ्जि सृजना गर्नको लागि र तपाईंको परिचयमा बाँध्नको लागि,निम्न जानकारी आवश्यक छ: पुरा नाम, इमेल ठेगाना, र टिप्पणी. यी मानहरु निम्न तरीकाले तपाईंको कुञ्जिको नाम मा दिइनेछ: पुरा नाम (टिप्पणी) <इमेल ठेगाना>.

source: druidpage_pass
ne: ड्रुइडपृष्ठ पास

source: druidpage_pinfo
ne: ड्रुइडपृष्ठ पिसुचना

source: keygen_druid
ne: कुञ्जिजेन ड्रुइड

source: Advanced
ne: उन्नत

source: Assistant
ne: सहयोगी

source: Continue
ne: जारी राख्नुहोस्

source: Generate Key
ne: कुञ्जी उत्पन्न गर्नुहोस

source: Generate a key via the assistant.
ne: सहयोगि मार्फत एउटा कुञ्जि उत्पन्न गर्नुहोस

source: Generate a key with the advanced dialog.
ne: उन्नत संवाद संग एउटा कुञ्जि उत्पन्न गर्नुहोस

source: Select a method to generate your new key:
ne: तपाईंको नयाँ कुञ्जि उत्पन्न गर्नको लागि एउटा विधि छान्नुहोस

source: radio_druid
ne: रेडियो ड्रुइड

source: Expired
ne: समाप्त भएको
pl: Wygasa

source: Private PGP Key
ne: ब्यक्तिगत पिजिपि कुञ्जी

source: Public PGP Key
ne: सार्बजनिक पिजिपि कुञ्जी

source: User ID
ne: प्रयोगकर्ता आइडि
pl: ID użytkownika

source: Trust
ne: ट्रस्ट
pl: Zaufanie

source: Type
ne: प्रकार
pl: Typ

source: Import Key
ne: कुञ्जी आयात गर्नुहोस

source: Couldn't import keys from clipboard
ne: क्लिपबोर्ड बाट कुञ्जिहरु आयात गर्न सकेन

source: Couldn't export key to clipboard
ne: क्लिपबोर्ड लाइ कुञ्जि निर्यात गर्न सकेन

source: Export Key
ne: कुञ्जी निर्यात गर्नुहोस

source: Couldn't export key to "%s"
ne: लाइ कुञ्जि निर्यात गर्न सकेन "%s"

source: Backup Keyrings to Archive
ne: संग्रह लाइ ब्याकअप कुञ्जिरिंगहरु

source: translator_credits
ne: अनुवादकको श्रेय
pl: GNOME PL Team <translators@gnome.pl>

source: seahorse
ne: सिहर्स

source: Selected %d keys
ne: छानिएको %d कुञ्जिहरु

source: Couldn't import key from "%s"
ne: बाट कुञ्जि आयात गर्न सकेन "%s"

source: _Key
ne: कुञ्जी
pl: Klucz

source: _Import...
ne: _आयात गर्नुहोस...
pl: _Importuj...

source: _Backup Keyrings...
ne: कुञ्जिरिंगहरु ब्याकअप गर्नुहोस

source: Backup all keys
ne: सबै कुञ्जिहरु ब्याकअप गर्नुहोस

source: _Expand All
ne: सबै ठुलो बनाउनुहोस
pl: _Rozwiń wszystko

source: Expand all listings
ne: सबै सुचिहरु वृहत बनाउनुहोस
pl: Rozwija wszystko

source: _Collapse All
ne: सबै संक्षिप्त गर्नुहोस्
pl: _Zwiń wszystko

source: Collapse all listings
ne: सबै सुचिहरु संक्षिप्त गर्नुहोस्
pl: Zwija wszystko

source: _Contents
ne: सामग्रीहरु
pl: _Zawartości

source: Show Seahorse help
ne: सिहर्स मद्दत देखाउनुहोस
pl: Pomoc Seahorse

source: Show key properties
ne: कुञ्जि गुणहरु देखाउनुहोस
pl: Pokazuje właściwości klucza

source: E_xport...
ne: निर्यात गर्नुहोस
pl: _Eksportuj...

source: Export public key
ne: सार्वजनिक कुञ्जि निर्यात गर्नुहोस
pl: Eksportuje klucz publiczny

source: _Copy Key
ne: कुञ्जी को प्रतिलिपि बनाउनुहोस

source: _Sign...
ne: हस्ताक्षर गर्नुहोस
pl: _Podpisz...

source: Sign public key
ne: सार्वजनिक कुञ्जि हस्ताक्षर गर्नुहोस
pl: Podpisz klucz publiczny

source: _Delete Key
ne: _कुञ्जी मेट्नुहोस्

source: Add _User ID...
ne: प्रयोगकर्ता आइडि थप्नुहोस
pl: Dodaj ID _użytkownika...

source: Add a new user ID
ne: एउटा नयाँ प्रयोगकर्ता आइडि थप्नुहोस
pl: Dodaje nowy ID użytkownika

source: Add _Revoker...
ne: रिभोकर थप्नुहोस
pl: Dodaj _unieważniającego...

source: Add the default key as a revoker
ne: रिभोकर को रुपमा पुर्वनिर्धारित कुञ्जि थप्नुहोस
pl: Dodaje domyślny klucz jako unieważniającego

source: _Find Remote Keys...
ne: टाढा को कुञ्जिहरु भेटाउनुहोस

source: Search for keys on a key server
ne: कुञ्जि सर्भरमा कुञ्जिहरुको लागि खोज्नुहोस

source: <big><b>First time options:</b></big>
ne: <big><b> पहिलो समय विकल्पहरु</b></big>

source: Generate a new key of your own:
ne: तपाईंको आफ्नै एउटा नयाँ कुञ्जि उत्पन्न गर्नुहोस

source: Import existing keys from a file:
ne: एउटा फाइलबाट अस्तित्वमा रहेका कुञ्जिहरु आयात गर्नुहोस

source: To get started with encryption you'll need keys.
ne: गुप्तिकरण बाट शुरु हुनको लागि तपाईंलाइ कुञ्जिहरु चाहिन्छ

source: _Import
ne: आयात गर्नुहोस
pl: _Importuj

source: %s Properties
ne: %s गुणहरु
pl: Właściwości %s

source: Key ID:
ne: कुञ्जी आइडि:
pl: ID klucza:

source: Key identifier
ne: कुञ्जी परिचायक
pl: Identyfikator klucza

source: Type:
ne: प्रकार:
pl: Typ:

source: Algorithm
ne: एलोगारिदम
pl: Algorytm

source: Created:
ne: सृजना गरिएको:
pl: Stworzony:

source: Key creation date
ne: कुञ्जी सृजना मिति
pl: Data utworzenia klucza

source: Length:
ne: लम्बाइ:
pl: Długość:

source: Status:
ne: वस्तुस्थिति

source: Good
ne: असल

source: Expires:
ne: समाप्त हुन्छ

source: Change Expiry Date
ne: समाप्ति मिति परिवर्तन गर्नुहोस

source: Export Complete Key
ne: पूरा कुञ्जी निर्यात गर्नुहोस

source: All Signatures
ne: सबै हस्ताक्षरहरू

source: Couldn't change primary user ID
ne: प्राथमिक प्रयोगकर्ता आइडि परिवर्तन गर्न सकेन

source: _Revoke
ne: हटाउनुहोस
pl: _Unieważnij

source: Revoke subkey %d
ne: उपकुञ्जि हटाउनुहोस %d
pl: Unieważnij podklucz %d

source: Subkey %d
ne: उपकुञ्जि %d
pl: Podklucz %d

source: Delete subkey %d
ne: उपकुञ्जि मेट्नुहोस %d
pl: Usuń podklucz %d

source: <b>Dates</b>
ne: <b>मितिहरु</b>

source: <b>Owner</b>
ne: <b> मालिक</b>

source: <b>Properties</b>
ne: <b>गुणहरु</b>

source: <b>_Trust</b>
ne: <b>_ट्रस्ट</b>

source: All
ne: सबै
pl: Wszystko

source: Change _Passphrase
ne: पासफ्रेज परिवर्तन गर्नुहोस

source: Dis_abled
ne: अक्षम पारिएको
pl: Nie_dostępny

source: Disabled keys cannot be used for operations
ne: असक्षम पारिएको कुञ्जिहरु संचालनको लागि प्रयोग गर्न सकिंदैन
pl: Klucze niedostępne nie mogą być używane

source: E_xport Complete Key
ne: पूरा कुञ्जी निर्यात गर्नुहोस

source: Email:
ne: इमेल

source: Fingerprint:
ne: फिंगरप्रिन्ट
pl: Odcisk palca:

source: Fully trust owner
ne: पुर्णत: ट्रस्ट मालिक

source: Key Properties
ne: कुञ्जी गुणहरु

source: Marginally trust owner
ne: सीमान्त तवरले ट्रस्ट मालिक

source: Master Key
ne: मास्टर कुञ्जी

source: Name:
ne: नाम:

source: Never trust owner
ne: कहिलेपनि ट्रस्ट मालिक होइन

source: Owner is unknown
ne: मालिक अज्ञात छ
pl: Właściciel jest nieznany

source: Signatures
ne: हस्ताक्षरहरू

source: Strength:
ne: तागत

source: User IDs
ne: प्रयोगकर्ता आइडिहरु
pl: ID użytkownika

source: User IDs:
ne: प्रयोगकर्ता आइडिहरु

source: Your personal key
ne: तपाईंको व्यक्तिगत कुञ्जि
pl: Twój klucz osobisty

source: _Add
ne: _थप्नुहोस

source: _Delete
ne: _मेट्नुहोस्
pl: _Usuń

source: _Primary
ne: प्राथमिक
pl: _Główny

source: _Sign
ne: हस्ताक्षर गर्नुहोस
pl: _Podpisz

source: _Signatures:
ne: हस्ताक्षरहरू:
pl: Podpi_sy:

source: Couldn't retrieve key data from key server
ne: कुञ्जि सर्भर बाट कुञ्जि डेटा पुन:प्राप्ति गर्न सकेन

source: Couldn't import keys into keyring
ne: कुञ्जिरिंग मा कुञ्जिहरु आयात गर्न सकेन

source: Save Remote Keys
ne: टाढाको कुञ्जिहरु बचत गर्नुहोस

source: Import selected keys to local keyring
ne: स्थानीय कुञ्जिरिंग मा छानिएको कुञ्जिहरु आयात गर्नुहोस

source: Remote Keys
ne: टाढाको कुञ्जिहरु

source: Remote Keys Containing '%s'
ne: '%s' समाहित भएका टाढाको कुञ्जिहरु

source: Remote Encryption Keys
ne: टाढाको गुप्तिकरण कुञ्जिहरु

source: Find Remote Keys
ne: टाढाको कुञ्जिहरु खोज्नुहोस

source: Where to search:
ne: कहाँ खोज्ने

source: _Search
ne: खोज्नुहोस

source: <b>You have selected multiple files or folders</b>
ne: <b> तपाइँ संग छानिएको बहुविध फाइलहरु अथवा फोल्डरहरु छन</b>

source: Because the files are located remotely, each file will be encrypted seperately.
ne: फाइलहरु टाढा अवस्थित भएको हुनाले, प्रत्येक फाइलहरु भिन्नै गुप्तिकरण हुनेछन

source: Encrypt Multiple Files
ne: बहुविध फाइलहरु गुप्तिकरण गर्नुहोस

source: Encrypt each file seperately
ne: प्रत्येक फाइलहरु भिन्नै गुप्तिकरण गर्नुहोस

source: Encrypt packed together in a package
ne: एउटा प्याकेज भित्र संगै प्याक गरिएको गुप्तिकरण गर्नुहोस

source: Package Name:
ne: प्याकेज नाम:

source: Packaging:
ne: प्याकेज गर्दै

source: encrypted-package.rar
ne: गुप्तिकरण गरिएको प्याकेज रार

source: Decrypt File
ne: फाईल गुप्तिकरण उल्टाउनुहोस

source: Verify Signature
ne: हस्ताक्षर रुजु गर्नुहोस

source: Key Manager
ne: कुञ्जी प्रबन्धक
pl: Zarządca kuczy

source: _Validity
ne: वैधता
pl: _Poprawność

source: _Expires
ne: समाप्त हुन्छ
pl: _Wygasa

source: _Trust
ne: ट्रस्ट
pl: _Zaufanie

source: T_ype
ne: प्रकार
pl: T_yp

source: Close Preferences
ne: प्राथमिकताहरु बन्द गर्नुहोस
pl: Zamknij właściwości

source: Default Key:
ne: पूर्वनिर्धारित कुञ्जी:

source: Preferences Help
ne: प्राथमिकताहरु मद्दत
pl: Pomoc właściwości

source: Seahorse Preferences
ne: सिहर्स प्राथमिकताहरु
pl: Preferencje Seahorse

source: Visible Columns
ne: दृश्यात्मक स्तम्भहरु
pl: Widoczne kolumny

source: You have selected %d file
ne: तपाईंले %d फाइल छान्नुभएको छ

source: and %d folder
ne: अनि %d फोल्डरहरु

source: You have selected %d files
ne: तपाईंले %d फाइलहरु छान्नुभएको छ

source: You have selected %d folder
ne: तपाईंले %d फोल्डर छान्नुभएको छ

source: Couldn't revoke subkey
ne: उपकुञ्जि हटाउन सकेन

source: Revoke Subkey %d of %s
ne: %2$s को %1$d उपकुञ्जि हटाउनुहोस
pl: Unieważnij podklucz %d klucza %s

source: Revoke %s
ne: हटाउनुहोस %s
pl: Unieważnij %s

source: You are about to add %s as a revoker for %s. This operation cannot be undone! Are you sure you want to continue?
ne: तपाईंले %s को लागि रिभोकर को रुपमा %s थप्न लाग्नुभएको छ.यो संचालन पुर्वस्थितिमा फर्काउन सकिंदैन!के तपाईं विश्वस्त हुनुहुन्छ तपाईं जारी राख्न चाहनुहुन्छ?

source: Couldn't add revoker
ne: रिभोकर थप्न सकेन

source: Compromised
ne: सम्झौता गरिएको

source: Key has been compromised
ne: कुञ्जी सम्झौता गरिएको छ

source: Key has been superseded
ne: कुञ्जी अलग गरिएको छ

source: Key is no longer used
ne: कुञ्जी अहिले प्रयोग गरिएको छैन
pl: Klucz nie jest już używany

source: No Reason
ne: कारण छैन
pl: Brak powodu

source: No reason for revoking key
ne: कुञ्जि हटाउनको लागि कारण छैन
pl: Brak powodu do unieważnienia klucza

source: Not Used
ne: प्रयोग नगरिएको
pl: Nie używany

source: Optional description of revocation
ne: खण्डनको वैकल्पिक वर्णन
pl: Opcjonalny opis unieważnienia

source: Re_voke
ne: हटाउनुहोस
pl: Unie_ważnij

source: Reason for revoking the key
ne: कुञ्जि हटाउन को लागि कारण
pl: Powód unieważnienia klucza

source: Superseded
ne: अलग गरिएको

source: _Description:
ne: बर्णन:
pl: _Opis:

source: _Reason:
ne: कारण:
pl: _Powód

source: Couldn't sign key
ne: कुञ्जि हस्ताक्षर गर्न सकेन

source: Are you sure you want to sign all user IDs for %s?
ne: के तपाईं विश्वस्त हुनुहुन्छ तपाईं %s को लागि सबै प्रयोगकर्ता आइडिहरु हस्ताक्षर गर्न चाहनुहुन्छ?

source: Are you sure you want to sign the '%s' user ID?
ne: के तपाईं विश्वस्त हुनुहुन्छ तपाईं '%s' प्रयोगकर्ता आइडि हस्ताक्षर गर्न चाहनुहुन्छ?

source: Casually
ne: अकस्मात

source: Default answer
ne: पूर्वनिर्धारित उत्तर
pl: Domyślna odpowiedź

source: Have casually checked key
ne: अकस्मात जाँच गरिएको कुञ्जि लिनुहोस

source: Have checked key very carefully
ne: निकै सतर्कतापुर्वक जाँचिएको कुञ्जि लिनुहोस

source: Have not checked key
ne: जाँच नगरिएको कुञ्जि लिनुहोस

source: If signature can be revoked
ne: यदि हस्ताक्षर हटाउन सकिन्थ्यो भने

source: If signature expires with key
ne: यदि हस्ताक्षर कुञ्जिसंग समाप्त हुन्थ्यो भने

source: If signature is local to the key ring and won't be exported with the key
ne: यदि हस्ताक्षर कुञ्जि रिंग लाइ स्थानीय हुन्थ्यो र कुञ्जि संगै निर्यात गरिन्न भने

source: No answer
ne: उत्तर छैन

source: Not at all
ne: खासमा होइन

source: Sign Key
ne: कुञ्जि हस्ताक्षर गर्नुहोस
pl: Podpisz klucz

source: Very carefully
ne: निकै सतर्कतापुर्वक

source: _How carefully have you checked this key?
ne: तपाईंले यो कुञ्जिलाइ कत्तिको सतर्कतापुर्वक जाँच गर्नुभएको छ?

source: _Local
ne: स्थानीय

source: _Revocable
ne: रिभोकेबल

source: Manage your encryption keys
ne: तपाईंको गुप्तिकरण कुञ्जिहरु व्यवस्थित गर्नुहोस

source: Decrypt And Verify Signatures...
pl: Rozszyfruj i zweryfikuj podpisy...

source: Decrypt...
pl: Rozszyfruj...

source: Encrypt And Sign...
pl: Szyfruj i podpisz...

source: Sign...
pl: Podpisz...

source: Controls the visibility of the key manager's statusbar.
pl: Ustawia widoczność paska statusu w zarządcy kluczy.

source: Controls the visibility of the key manager's toolbar.
pl: Ustawia widoczność paska narzędzi w zarządcy kluczy.

source: Controls the visibility of the length column for the key manager.
pl: Ustawia widoczność kolumny długość w zarządcy kluczy.

source: How often to show progress during listing
pl: Jak często pokazywać postęp podczas wyświetlania

source: If the statusbar is visible
pl: Jeśli pasek statusu jest widoczny

source: If the toolbar is visible
pl: Jeśli pasek narzędzi jest widoczny

source: Show length column in key manager
pl: Pokaż kolumnę długość w zarządcy kluczy

source: Style of toolbar buttons and labels
pl: Styl przycisków i etykiet paska narzędzi

source: Whether to use canonical text mode
pl: Czy używać kanonicznego formatu tekstowego

source: Loading key %d
pl: Wczytuję klucz %d

source: Loaded %d key pairs
pl: Wczytano %d par kluczy

source: Loaded %d keys
pl: Wczytano %d kluczy

source: Loaded %d new keys
pl: Wczytano %d nowych kluczy

source: Listed %d keys
pl: Wyświetlono %d kluczy

source: Enter passphrase for %s
pl: Wpisz hasło dla %s

source: Bad passphrase! Try again for %s
pl: Błedne hasło dla %s! Spróbuj ponownie.

source: Selected %d not fully valid keys and %d fully valid keys
pl: Zaznaczono %d nie w pełni poprawnych kluczy i %d w pełni poprawnych kluczy

source: Choose Keys
pl: Wybór kluczy

source: Signing key not in key ring
pl: Podpisywany klucz nie jest w zbiorze kluczy

source: Bad Signature
pl: Błedny podpis

source: Not a signature
pl: Nie podpisany

source: Verification Error
pl: Błąd weryfikacji

source: Multiple Signatures
pl: Wiele podpisów

source: Signature Verification
pl: Weryfikacja podpisu

source: Signer:
pl: Podpisał:

source: PGP Preferences
pl: Właściwości PGP

source: _Ascii Armor
pl: Otoczka _ASCII

source: _Text Mode
pl: Tryb _tekstowy:

source: _Default Key:
pl: _Domyślny klucz:

source: Configure PGP
pl: Konfiguracja PGP

source: FILE
pl: Plik

source: Decrypt encrypt file and verify any signatures it contains
pl: Rozszyfrowuje plik i weryfikuje wszystkie podpisy, które zawiera.

source: GPG Keys Manager
pl: Zarządca kuczy GPG

source: Encrypt file is %s
pl: Zaszyfrowany plik to %s

source: Signature file is %s
pl: Plik podpisu to %s

source: Encrypted and signed file is %s
pl: Zaszyfrowany i podpisany plik to %s

source: Decrypted file is %s
pl: Rozszyfrowany plik to %s

source: Manage your GPG keys
pl: Zarządza towimi kluczami GPG

source: Choose a file to export to
pl: Wybierz plik do eksportu

source: E_xport
pl: _Eksportuj

source: Export Keys
pl: Eksportuje klucze

source: Export keys to a file
pl: Eksportuje klucze do pliku

source: Export keys to a key server
pl: Eksportuje klucz do serwera kluczy

source: Export keys to clipboard
pl: Eksportuje klucze do schowka

source: Export to _Clipboard:
pl: Eksportuj do _schowka:

source: Export to _File:
pl: Eksportuj do _pliku:

source: Export to _Server:
pl: Eksportuj do _serwera:

source: Key server web address
pl: Adres serwera kluczy

source: Name of file to export to
pl: Nazwa pliku do eksportu

source: Enter a unique key id
pl: Wpisz unikalny ID klucza

source: Import Key(s)
pl: Import kluczy

source: Import a key from a key server
pl: Importuje klucze z serwera kluczy

source: Import from _Clipboard:
pl: Import ze _schowka:

source: Import from _File:
pl: Import z _pliku:

source: Import from _Server:
pl: Import z _serwera:

source: Import keys from a file
pl: Importuje klucze z pliku

source: Import keys from clipboard
pl: Importuje klucze ze schowka

source: Import keys from selected source
pl: Importuje klucze z wybranego źródła

source: Select File to Import
pl: Wybierz plik do Importu

source: Select or enter a key server's web address
pl: Wybierz lub wpisz adres serwera kluczy

source: _Key ID:
pl: ID _klucza:

source: Add P_hoto ID...
pl: Dodaj _zdjęcie...

source: Add Sub_key...
pl: Dodaj _podklucz...

source: Add a new subkey
pl: Dodaje nowy podklucz

source: Add a photo ID
pl: Dodaje zdjęcie

source: Backup key pair
pl: Archiwizue parę kluczy

source: Change passphrase of secret key
pl: Zmiana hasła zabezpieczającego klucz

source: Create a new key
pl: Stwórz nowy klucz

source: Create a revocation certificate
pl: Tworzy certyfikat unieważnienia

source: Delete key
pl: Usuwa klucz

source: Export key
pl: Eksportuje klucz

source: Import keys
pl: Import kluczy

source: Seahorse - GPG Key Manager
pl: Seahorse - zarządca kluczy GPG

source: Sign key
pl: Podpisz klucz

source: View statusbar
pl: Pokazuje pasek statusu

source: View toolbar
pl: Pokazuje pasek narzędzi

source: _Backup...
pl: _Archiwizuj...

source: _Change Passphrase...
pl: _Zmień hasło

source: _Generate Revocation Certificate...
pl: _Generuj certyfikat unieważnienia...

source: _New...
pl: _Nowy...

source: _Properties
pl: _Właściwości

source: _Statusbar
pl: Pasek _statusu

source: _Toolbar
pl: Pasek _narzędzi

source: Length
pl: Długość

source: Operation complete
pl: Operacja zakończona

source: User ID %d
pl: ID użytkownika %d

source: Set as primary User ID
pl: Ustaw jako główny ID użytkownika

source: Ciphers
pl: Szyfruj

source: Hashes
pl: Mieszaj

source: Compression
pl: Kompresuj

source: Primary Key
pl: Klucz główny

source: Unique key identifier
pl: Unikalny identyfikator klucza

source: _Length
pl: _Długość

source: Desktop Default
pl: Tak jak na pulpicie

source: Icons Only
pl: Tylko ikony

source: Only show icons
pl: Pokazuje tylko ikony

source: Only show text
pl: Pokazuje tylko tekst

source: Show text below icons
pl: Pokazuje tekst pod ikonami

source: Show text beside icons
pl: Pokazuje tekst obok ikon

source: Text Below Icons
pl: Tekst pod ikonami

source: Text Beside Icons
pl: Tekst obok ikon

source: Text Only
pl: Tylko tekst

source: Toolbar _Style:
pl: _Styl paska narzędzi:

source: Use system settings
pl: Użyj ustawień systemowych
