Repository: GNOME/libcryptui
Catalog: po/*.po
Languages: ne, pl

source: Cursor Position
ne: कर्सरको स्थिति

source: The current position of the insertion cursor in chars
ne: वर्ण भित्र कर्सरको घुसावटको हालको अवस्था

source: Selection Bound
ne: चयन सिमाबद्द गरिएको

source: The position of the opposite end of the selection from the cursor in chars
ne: वर्णमा कर्सरबाट चयन गरिने विपरित ध्रूवको स्थिति

source: Maximum length
ne: अधिकतम लम्बाइ

source: Maximum number of characters for this entry. Zero if no maximum
ne: यो प्रविष्टिको लागि क्यारेक्टरहरुको अधिकतम संख्या । अधिकतम भएन भने शुन्य

source: Has Frame
ne: खाका छ

source: FALSE removes outside bevel from entry
ne: गलत प्रविष्टिबाट बेभेललाइ बाहिर हटाउँछ

source: Invisible character
ne: अदृश्य क्यारेक्टर

source: The character to use when masking entry contents (in "password mode")
ne: प्रविष्टि सामग्रीहरु छान्ने क्रममा प्रयोग हुने क्यारेक्टर ("पसवर्ड मोड" मा)

source: Activates default
ne: पूर्वनिर्धारित सक्रिय पार्छ

source: Whether to activate the default widget (such as the default button in a dialog) when Enter is pressed
ne: पूर्वनिर्धारित विजेट सक्रिय पार्ने कि नपार्ने ( जस्तै संवादमा पूर्वनिर्धारित बटन) जब प्रविष्ट दबाइन्छ

source: Width in chars
ne: क्यारेक्टरहरुमा चौडाइ

source: Number of characters to leave space for in the entry
ne: प्रविष्टिका लागि खाली स्थान छोड्ने क्यारेक्टरहरुको संख्या

source: Scroll offset
ne: अफसेट स्क्रोल गर्नुहोस

source: Number of pixels of the entry scrolled off the screen to the left
ne: पर्दा बायाँतिर सार्न प्रविष्टि दिइने पिक्सेलहरूको संख्या

source: Text
ne: पाठ

source: The contents of the entry
ne: प्रविष्टिको विषयवस्तुहरु

source: Passphrase:
ne: पासफ्रेज

source: Please enter a passphrase to use.
ne: कृपया प्रयोग गर्नको लागि एउटा पासफ्रेज प्रविष्ट गर्नुहोस

source: Unparseable Key ID
ne: पदवर्णन गर्न नमिल्ने कुञ्जि आइडि

source: Unknown/Invalid Key
ne: अज्ञात/अमान्य कुञ्जि

source: <b>Warning</b>: Your system is not configured to cache passphrases in secure memory.
ne: <b>चेतावनी</b>: सुरक्षित स्मृति मा तपाईंको प्रणाली क्यास पासफ्रेजहरुमा कन्फिगर गरिएको छैन

source: Cached Encryption Passphrases
ne: क्यास गरिएको गुप्तिकरण पासफ्रेजहरु

source: Clear passphrase cache
ne: पासफ्रेज क्यास खालि गर्नुहोस

source: _Clear Cache
ne: क्यास खालि गर्नुहोस

source: _Show Window
ne: विन्डो देखाउनुहोस

source: Passphrase
ne: पासफ्रेज

source: Authorize Password Access
ne: पासवर्ड पहुँच अधिकार प्रदान गर्नुहोस

source: The passphrase is cached in memory.
ne: पासफ्रेज स्मृतिमा क्यास गरिएको छ

source: _Authorize
ne: अधिकार प्रदान गर्नुहोस

source: Cached Encryption Keys
ne: क्यास गरिएको गुप्तिकरण कुञ्जिहरु

source: couldn't read gpg configuration, will try to create
ne: जिपिजि कन्फिगरेसन पढ्न सकेन, सृजना गर्ने प्रयास गर्नेछ

source: couldn't modify gpg configuration: %s
ne: जिपिजि कन्फिगरेसन परिमार्जन गर्न सकेन: %s

source: Decryption operations on PGP encrypted files
ne: पिजिपि गुप्तिकृत फाइलहरुमा गुप्तिकरण उल्टाउने संचालनहरु
pl: Rozszyfrowuje pliki zaszyfrowane kluczem PGP

source: Encrypt and sign operations on files
ne: फाइलहरुमा गुप्तिकरण गर्नुहोस र हस्ताक्षर गर्नुहोस
pl: Szyfrowanie i podpisanie plików

source: Encrypt...
ne: गुप्तिकरण गर्नुहोस
pl: Szyfruj...

source: Import
ne: आयात गर्नुहोस
pl: Importuj

source: Import operation on PGP key files
ne: पिजिपि कुञ्जि फाइलहरुमा संचालन आयात गर्नुहोस
pl: Importuje klucze PGP

source: Seahorse PGP decrypt operations
ne: सिहर्स पिजिपि गुप्तिकरण उल्टाउने संचालनहरु
pl: Rozszyfrowywanie PGP

source: Seahorse PGP encrypt and sign operations
ne: सिहर्स पिजिपि गुप्तिकरण र हस्ताक्षर संचालनहरु
pl: Szyfrowanie i podpisywanie PGP

source: Seahorse PGP import operation
ne: सिहर्स पिजिपि आयात संचालन
pl: Import PGP

source: Seahorse PGP verify operation
ne: सिहर्स पिजिपि रुजु संचालन
pl: Weryfikacja PGP

source: Verify
ne: रूजु गर्नुहोस
pl: Weryfikuj

source: Verify operation on PGP signed files
ne: पिजिपि हस्ताक्षरित फाइलहरु मा संचालन रुजु गर्नुहोस
pl: Weryfikacja plików podpisanych kluczem PGP

source: couldn't fork process
ne: प्रक्रिया फोर्क गर्न सकेन

source: couldn't create new process group
ne: नयाँ प्रक्रिया समुह सृजना गर्न सकेन

source: couldn't drop privileges properly
ne: विशेषाधिकार उचित तरीकाले छोड्न सकेन

source: Controls the visibility of the expires column for the key manager.
ne: कुञ्जि व्यवस्थापक को लागि समाप्त स्तम्भ को दृश्यात्मकता नियन्त्रण गर्दछ
pl: Ustawia widoczność kolumny wygasa w zarządcy kluczy.

source: Controls the visibility of the trust column for the key manager.
ne: कुञ्जि व्यवस्थापक को लागि ट्रस्ट स्तम्भ को दृश्यात्मकता नियन्त्रण गर्दछ
pl: Ustawia widoczność kolumny zaufanie w zarządcy kluczy.

source: Controls the visibility of the type column for the key manager.
ne: कुञ्जि व्यवस्थापक को लागि प्रकार स्तम्भ को दृश्यात्मकता नियन्त्रण गर्दछ
pl: Ustawia widoczność kolumny typ w zarządcy kluczy.

source: Controls the visibility of the validity column for the key manager.
ne: कुञ्जि व्यवस्थापक को लागि वैधता स्तम्भ को दृश्यात्मकता नियन्त्रण गर्दछ
pl: Ustawia widoczność kolumny poprawność w zarządcy kluczy.

source: Expire passwords in the cache
ne: क्यास मा पासवर्डहरु समाप्त

source: ID of the default key
ne: पुर्वनिर्धारित कुञ्जिको आइडि
pl: ID domyślnego klucza

source: If set to true, then files encrypted with seahorse will be ASCII armor encoded.
ne: यदि सहिमा सेट गरियो भने, सिहर्स संग गुप्तिकृत फाइलहरु एएससिआइआइ आर्मर संकेतित हुनेछन

source: If set to true, then the default key will always be added to an encryption recipients list.
ne: यदि सहीमा सेट गरियो भने, पुर्वनिर्धारित कुञ्जि सँधै एउटा गुप्तिकरण प्रापकहरु सुचिमा थपिनेछ

source: Last key used to sign a message.
ne: एउटा संदेश हस्ताक्षर गर्दा प्रयोग गरिएको अन्तिम कुञ्जि

source: Last keyserver search pattern
ne: अन्तिम कुञ्जि सर्भर खोजि बान्की

source: PGP Key servers
ne: पिजिपि कुञ्जि सर्भरहरु

source: Prompt before using GPG passwords in cache
ne: क्यासमा जिपिजि पासवर्डहरु प्रयोग गर्नुभन्दा पहिलाको प्रोम्प्ट

source: Set to 'true' to have seahorse-agent prompt before giving out passwords it has cached.
ne: यसले क्यास गरेको पासवर्डहरु छोड्नुभन्दा पहिला सिहर्स-प्रतिनिधि प्रोम्प्ट पाउनको लागि 'सही' मा सेट गर्नुहोस

source: Show expires column in key manager
ne: कुञ्जि व्यवस्थापक मा समाप्त स्तम्भ देखाउनुहोस
pl: Pokaż kolumnę wygasa w zarządcy kluczy

source: Show trust column in key manager
ne: कुञ्जि व्यवस्थापकमा ट्रस्ट स्तम्भ देखाउनुहोस
pl: Pokaż kolumnę zaufanie w zarządcy kluczy

source: Show type column in key manager
ne: कुञ्जि व्यवस्थापक मा प्रकार स्तम्भ देखाउनुहोस
pl: Pokaż kolumnę typ w zarządcy kluczy

source: Show validity column in key manager
ne: कुञ्जि व्यवस्थापक मा वैधता स्तम्भ देखाउनुहोस
pl: Pokaż kolumnę poprawność w zarządcy kluczy

source: Specify the column to sort the recipients window by. Columns are: 'name', 'id' and 'validity', Put a '-' in front of the column name to sort in descending order.
ne: विन्डो अनुसार प्रापकहरु क्रमबद्ध गर्नको लागि स्तम्भ तोक्नुहोस.स्तम्भहरु: 'नाम', 'आइडि' र'वैधता' हुन, घट्दो क्रम मा क्रमबद्ध गर्दा स्तम्भ नामको अगाडि एउटा '-' राख्नुहोस

source: Specify the column to sort the seahorse key manager main window by. Columns are: 'name', 'id', 'validity', 'expires', 'trust', and 'type'. Put a '-' in front of the column name to sort in descending order.
ne: मुख्य विन्डो अनुसार सिहर्स कुञ्जि व्यवस्थापक क्रमबद्ध गर्नको लागि स्तम्भ तोक्नुहोस. स्तम्भहरु: 'नाम', 'आइडि', 'वैधता', 'समाप्त हुन्छ', 'ट्रस्ट', र 'प्रकार' हुन. घट्दो क्रम मा क्रमबद्ध गर्दा स्तम्भ नामको अगाडि एउटा '-' राख्नुहोस

source: The ID of the last secret key used to sign a message.
ne: एउटा संदेश हस्ताक्षर गर्न प्रयोग गरिएको अन्तिम गुप्त कुञ्जि को आइडि

source: The column to sort the recipients by
ne: प्रापकहरु अनुसार क्रमबद्ध गरिने स्तम्भ

source: The column to sort the seahorse keys by
ne: सिहर्स कुञ्जिहरु अनुसार क्रमबद्ध गरिने स्तम्भ

source: The last search pattern searched for against a keyserver.
ne: अन्तिम खोजि बान्की ले एउटा कुञ्जिसर्भरको विरुद्धमा खोजि गर्यो

source: The time (in minutes) to cache GPG passwords
ne: जिपिजि पासवर्डहरु क्यास गर्नको लागि समय (मिनेटमा)

source: This is the amount of time, specified in minutes, to cache GPG passwords in seahorse-agent.
ne: सिहर्स-प्रतिनिधि मा जिपिजि पासवर्डहरु क्यास गर्नकोलागि मिनेटमा तोकिएको यो समयको परिमाण हो

source: This option enables the GPG password cache in the seahorse-agent daemon.
ne: यो विकल्पले सिहर्स-प्रतिनिधि डेइमोन मा जिपिजि पासवर्ड क्यास सक्षम पार्छ

source: This specifies the default key to use for certain operations, mainly signing.
ne: केहि संचालनहरु को लागि प्रयोग गरिने पुर्वनिर्धारित कुञ्जिहरु यसले तोक्दछ,मुख्यतया गाउनु.

source: When set seahorse-agent expires GPG passwords in it's cache after a peried of time.
ne: सेट भएपछि सिहर्स-प्रतिनिधिले एउटा समयावधि पछि यसको क्यासमा जिपिजि पासवर्डहरु समाप्त गर्दछ

source: Whether the GPG password cache is enabled
ne: जिपिजि पासवर्ड क्यास सक्षम पारिएको छ कि छैन

source: Whether to always encrypt to default key
ne: पुर्वनिर्धारित कुञ्जिमा सँधै गुप्तिकरण गर्ने कि नगर्ने
pl: Czy zawsze szyfrować domyślnym kluczem

source: Whether to use ASCII Armor
ne: एएससिआइआइ आर्मर प्रयोग गर्ने कि नगर्ने
pl: Czy używać otoczki ASCII

source: Orientation
ne: अभिमुखीकरण

source: The orientation of the tray.
ne: ट्रे को अभिमुखिकरण

source: Name
ne: नाम
pl: Nazwa

source: Key ID
ne: कुञ्जि आइडि
pl: ID klucza

source: Searching for keys containing '%s'...
ne: '%s'भएका कुञ्जिहरु को लागि खोजि गर्दै

source: Retrieving remote keys...
ne: टाढाको कुञ्जिहरु पुन:प्राप्ति गर्दै

source: Sending keys to key server...
ne: कुञ्जि सर्भरमा कुञ्जिहरु पठाउँदै

source: Bad passphrase! Try again for '%s'
ne: खराब पासफ्रेज! '%s'को लागि फेरि प्रयास गर्नुहोस

source: Enter new passphrase for '%s'
ne: %s'को लागि नयाँ पासफ्रेज प्रविष्ट गर्नुहोस

source: Enter passphrase for '%s'
ne: %s'को लागि पासफ्रेज प्रविष्ट गर्नुहोस

source: Enter Passphrase
ne: पासफ्रेज प्रविष्ट गर्नुहोस
pl: Wpisz hasło

source: Passphrase for key
ne: कुञ्जि को लागि पासफ्रेज
pl: Hasło klucza

source: Couldn't open the Session Properties
ne: सत्र गुणहरु खोल्न सकेन

source: Another passphrase caching agent is running. Disabling cache preferences.
ne: अर्को पासफ्रेज क्यास गर्ने प्रतिनिधि चलिरहेको छ. क्यास प्राथमिकताहरु अक्षम पार्दै

source: URL
ne: युआरएल

source: _Encrypt to Self
ne: आफैमा गुप्तिकरण गर्नुहोस
pl: _Szyfruj

source: None. Prompt for a key.
ne: कुनै पनि होइन. एउटा कुञ्जि को लागि प्रोम्प्ट

source: minutes
ne: मिनेटहरु

source: Cache encryption _passphrases in memory
ne: स्मृति मा गुप्तिकरण पासफ्रेजहरु क्यास गर्नुहोस

source: Encryption Preferences
ne: गुप्तिकरण प्राथमिकताहरु

source: Encryption Settings
ne: गुप्तिकरण सेटिंगहरु

source: Key Servers
ne: कुञ्जि सर्भरहरु

source: Password Cache
ne: पासवर्ड क्यास

source: Session Properties
ne: सत्र गुणहरु

source: _Ask me before using a cached passphrase
ne: क्यास गरिएको पासफ्रेज प्रयोग गर्नु भन्दा पहिला मलाइ सोध्नुहोस

source: _Default Signing Key:
ne: पुर्वनिर्धारित हस्ताक्षर कुञ्जि

source: _Expire passphrases from memory after
ne: स्मृति पछि बाट पासफ्रेजहरु समाप्त गर्नुहोस

source: Unknown
ne: अज्ञात
pl: Nieznany

source: ElGamal
ne: एलगामल

source: Loaded %d key
ne: लोड गरिएको %d कुञ्जि

source: Loading Keys...
ne: कुञ्जिहरु लोड गर्दै

source: Validity
ne: वैधता
pl: Poprawność

source: Selected %d recipient
ne: छानिएको %d प्रापक

source: Selected %d not fully valid recipient
ne: छानिएको %d पुर्णत:मान्य प्रापक हैन

source: Selected %d recipient
ne: छानिएको %d प्रापक

source: (%d not fully valid)
ne: (%d पुर्णत:मान्य हैन)

source: None (Don't sign)
ne: कुनै पनि होइन (हस्ताक्षर नगर्नुहोस)

source: All Keys Selected Recipients Search Results
ne: सबै कुञ्जिहरु छानिएको प्रापकहरु खोजि परिणामहरु

source: Choose Recipients
ne: प्रापकहरु छान्नुहोस

source: Search _for:
ne: को लागि खोज्नुहोस

source: _Sign message with key:
ne: कुञ्जि संग संदेश हस्ताक्षर गर्नुहोस

source: Choose Signing Key
ne: हस्ताक्षर कुञ्जि रोज्नुहोस

source: Multiple Keys
ne: बहुविध कुञ्जिहरु

source: Couldn't run file-roller
ne: फाइल-रोलर चलाउन सकेन

source: The file-roller process did not complete successfully
ne: फाइल-रोलर प्रक्रिया सफलतापुर्वक पुरा भएन

source: All key files
ne: सबै कुञ्जि फाइलहरु

source: All files
ne: सबै फाइलहरु

source: Archive files
ne: संग्रह फाइलहरु

source: <b>A file already exists with this name.</b> Do you want to replace it with a new file?
ne: <b>यो नामको फाइल पहिल्यै अस्तित्वमा छ.</b> के तपाईं यसलाइ एउटा नयाँ फाइल संग बदल्न चाहनुहुन्छ?

source: _Replace
ne: _बदल्नुहोस

source: Never
ne: कहिलेपनि होइन
pl: Nigdy

source: Marginal
ne: सीमान्त
pl: Krańcowy

source: Full
ne: भरी
pl: Pełny

source: Ultimate
ne: आखिरी
pl: Ostateczny

source: Disabled
ne: अक्षम पारिएको
pl: Niedostępny

source: Revoked
ne: हटाइएको
pl: Unieważniony

source: Could not display help: %s
ne: मद्दत प्रदर्शन गर्न सकेन: %s

source: _Encrypt...
ne: गुप्तिकरण गर्नुहोस

source: Encrypt the selected text
ne: छानिएको पाठ गुप्तिकरण गर्नुहोस

source: Decr_ypt/Verify
ne: गुप्तिकरण उल्टाउनुहोस/रुजु गर्नुहोस

source: Decrypt and/or Verify text
ne: गुप्तिकरण उल्टाउनुहोस र/अथवा रुजु गर्नुहोस

source: Sig_n...
ne: हस्ताक्षर गर्नुहोस

source: Sign the selected text
ne: छानिएको पाठ हस्ताक्षर गर्नुहोस

source: Couldn't encrypt text
ne: पाठ गुप्तिकरण गर्न सकेन

source: Encrypted text
ne: गुप्तिकरण गरिएको पाठ

source: Couldn't import keys
ne: कुञ्जि आयात गर्न सकेन

source: Keys found but not imported
ne: कुञ्जिहरु भेटियो तर आयात गरिएन

source: Couldn't decrypt text
ne: पाठको गुप्तिकरण उल्टाउन सकेन

source: No encrypted or signed text is selected.
ne: कुनै गुप्तिकरण गरिएको अथवा हस्ताक्षर गरिएको पाठ छानिएको छैन

source: Decrypted text
ne: गुप्तिकरण उल्टाइएको पाठ

source: Verified text
ne: रुजु गरिएको पाठ

source: Imported %d key
ne: आयात गरिएको %d कुञ्जि

source: Couldn't sign text
ne: पाठ हस्ताक्षर गर्न सकेन

source: Signed text
ne: हस्ताक्षर गरिएको पाठ

source: Enable the seahorse encryption plugin for gedit.
ne: जेडिट को लागि सिहर्स गुप्तिकरण प्लगइन सक्षम पार्नुहोस

source: Enable the seahorse gedit plugin
ne: सिहर्स जेडिट प्लगइन सक्षम पार्नुहोस

source: Text Encryption
ne: पाठ गुप्तिकरण

source: This plugin performs encryption operations on text.
ne: यो प्लगइनले पाठमा गुप्तिकरण संचालनहरु सम्पन्न गर्दछ

source: Configure key servers and other encryption settings
ne: कुञ्जि सर्भरहरु र अन्य गुप्तिकरण सेटिंगहरु कन्फिगर गर्दछ

source: Import keys from the file
ne: फाइलबाट कुञ्जिहरु आयात गर्नुहोस
pl: Importuje klucze z pliku

source: Encrypt file
ne: फाइल गुप्तिकरण गर्नुहोस
pl: Szyfruje plik

source: Sign file with default key
ne: पुर्वनिर्धारित कुञ्जि संग फाइल हस्ताक्षर गर्नुहोस
pl: Podpisuje plik domyślnym kluczem

source: Encrypt and sign file with default key
ne: पुर्वनिर्धारित कुञ्जि संग फाइल गुप्तिकरण तथा हस्ताक्षर गर्नुहोस
pl: Szyfruje i podpisuje plik domyślnym kluczem

source: Decrypt encrypted file
ne: गुप्तिकरण गरिएको फाइलको गुप्तिकरण उल्टाउनुहोस
pl: Rozszyfrowuje plik

source: Verify signature file
ne: हस्ताक्षर फाइल रुजु गर्नुहोस
pl: Weryfikuje podpis pliku

source: Read list of URIs on standard in
ne: मानक भित्र मा युआरएल हरु को सुची पढ्नुहोस

source: Couldn't import keys from "%s"
ne: बाट कुञ्जिहरु आयात गर्न सकेन "%s"

source: Imported key
ne: आयात गरिएको कुञ्जि

source: Imported %d keys
ne: आयात गरिएको %d कुञ्जिहरु
pl: Zaimportowano %d kluczy

source: Choose Encrypted File Name for '%s'
ne: '%s'को लागि गुप्तिकरण गरिएको फाइल नाम रोज्नुहोस

source: Couldn't encrypt "%s"
ne: गुप्तिकरण गर्न सकेन "%s"

source: Choose Signature File Name for '%s'
ne: को लागि हस्ताक्षर फाइल नाम रोज्नुहोस '%s'

source: Couldn't sign "%s"
ne: हस्ताक्षर गर्न सकेन "%s"

source: Choose Decrypted File Name for '%s'
ne: को लागि गुप्तिकरण उल्टाइएको फाइल नाम रोज्नुहोस '%s'

source: Couldn't decrypt "%s"
ne: गुप्तिकरण उल्टाउन सकेन "%s"

source: Choose Original File for '%s'
ne: को लागि मौलिक फाइल रोज्नुहोस '%s'

source: Couldn't verify "%s"
ne: रुजु गर्न सकेन "%s"

source: Encryption Key Manager
ne: गुप्तिकरण कुञ्जि व्यवस्थापक

source: Couldn't add subkey
ne: उपकुञ्जि थप्न सकेन

source: Add subkey to %s
ne: मा उपकुञ्जि थप्नुहोस %s
pl: Dodaj podklucz do %s

source: DSA (sign only)
ne: डिएसए (हस्ताक्षर मात्र)
pl: DSA (tylko podpis)

source: ElGamal (encrypt only)
ne: एल्गामल (गुप्तिकरण मात्र)
pl: ElGamal (tylko szyfrowanie)

source: Expiration Date:
ne: समाप्ति मिति
pl: Data wygaśnięcia:

source: Generate a new subkey
ne: एउटा नयाँ उपकुञ्जि उत्पन्न गर्नुहोस
pl: Generuj nowy podklucz

source: If key never expires
ne: यदि कुञ्जि कहिल्यै पनि समाप्त भएन भने
pl: Zaznacz jeśli klucz ma nigdy nie wygasnąć

source: Key _Length:
ne: कुञ्जि लम्बाइ
pl: Długośc k_lucza:

source: Key _Type:
ne: कुञ्जि प्रकार
pl: _Rodzaj klucza:

source: Key type / algorithm
ne: कुञ्जि प्रकार / एलोगारिदम
pl: Rodzaj klucza / algorytm

source: Length of Key
ne: कुञ्जिको लम्बाइ
pl: Długość klucza

source: Never E_xpires
ne: कहिल्यै समाप्त हुँदैन
pl: Nigdy nie _wygasa

source: RSA (encrypt only)
ne: आरएसए (गुप्तिकरण मात्र)
pl: RSA (tylko szyfrowanie)

source: RSA (sign only)
ne: आरएसए (गुप्तिकरण मात्र)
pl: RSA (tylko podpis)

source: Couldn't add user id
ne: प्रयोगकर्ता आइडि थप्न सकेन

source: Add user ID to %s
ne: %s मा प्रयोगकर्ता आइडि थप्नुहोस
pl: Dodaj ID użytkownika do %s

source: Add User ID
ne: प्रयोगकर्ता आइडि थप्नुहोस
pl: Dodaj ID użytkownika

source: Create the new user ID
ne: नयाँ प्रयोगकर्ता आइडि सृजना गर्नुहोस
pl: Stwórz nowy ID użytkownika

source: Full _Name:
ne: पुरा नाम
pl: Imię i _nazwisko:

source: Key Co_mment:
ne: कुञ्जि टिप्पणि
pl: Ko_mentarz do klucza:

source: Must be at least 5 characters long
ne: कम्तिमा ५ क्यारेक्टर लामो हुनुपर्दछ
pl: musi mieć długośc przynajmniej 5 znaków

source: Optional comment describing key
ne: वैकल्पिक टिप्पणि वर्णन गर्ने कुञ्जि
pl: Opcjonalny komentarz opisujący klucz

source: Optional email address
ne: वैकल्पक इमेल ठेगाना
pl: Opcjonalny adres e-mail

source: _Email Address:
ne: इमेल ठेगाना
pl: Adres _e-mail:

source: Change Passphrase
ne: पासफ्रेज परिवर्तन गर्नुहोस
pl: Zmień hasło

source: Con_firm Passphrase:
ne: पासफ्रेज यकिन गर्नुहोस
pl: _Potwierdzenie hasła:

source: Confirm new passphrase
ne: नयाँ पासफ्रेज यकिन गर्नुहोस
pl: Potwierdź nowe hasło

source: Enter new passphrase
ne: नयाँ पासफ्रेज प्रविष्ट गर्नुहोस
pl: Wpisz nowe hasło

source: New _Passphrase:
ne: नयाँ पासफ्रेज
pl: Nowe _hasło:

source: %s is a key pair! Do you still want to delete it?
ne: %s एउटा कुञ्जि जोडि हो! के तपाईं अझै यसलाइ मेट्न चाहनुहुन्छ?
pl: %s jest parą kluczy! Czy jesteś pewien, że chcesz ją usunąć?

source: Are you sure you want to permanently delete %s?
ne: के तपाईं विश्वस्त हुनुहुन्छ कि तपाईं स्थायी रुपमै मेट्न चाहनुहुन्छ %s?
pl: Czy na pewno chcesz na trwałe usunąć %s?

source: Couldn't delete key
ne: कुञ्जि मेट्न सकेन

source: Are you sure you want to permanently delete subkey %d of %s?
ne: के तपाईं विश्वस्त हुनुहुन्छ कि तपाईं स्थायी रुपमै उपकुञ्जि %2$s को %1$d मेट्न चाहनुहुन्छ?
pl: Czy na pewno chcesz na trwałe usunąć podklucz %d klucza %s?

source: Couldn't delete subkey
ne: उपकुञ्जि मेट्न सकेन

source: Are you sure you want to permanently delete the '%s' user ID?
ne: के तपाईं विश्वस्त हुनुहुन्छ कि तपाईं स्थायी रुपमै प्रयोगकर्ता '%s' आइडि मेट्न चाहनुहुन्छ?

source: Couldn't delete user id
ne: प्रायोगकर्ता आइडि मेट्न सकेन

source: Couldn't change expiry date
ne: समाप्ति मिति परिवर्तन गर्न सकेन

source: Expiry for Subkey %d of %s
ne: उपकुञ्जि %2$s को %1$d को लागि समाप्ति

source: Expiry for %s
ne: %s को लागि समाप्ति

source: C_hange
ne: परिवर्तन गर्नुहोस

source: Revoke key
ne: कुञ्जि हटाउनुहोस
pl: Unieważnia klucz

source: This key should e_xpire on:
ne: मा यो कुञ्जि समाप्त हुनुपर्दछ

source: Couldn't generate key
ne: कुञ्जि उत्पन्न गर्न सकेन

source: Confirmation of passphrase
ne: पासफ्रेज को यकिन
pl: Potwierdzenie hasła

source: DSA & ElGamal
ne: डिएसए & एलगामल
pl: DSA i ElGamal

source: Generate a Key
ne: एउटा कुञ्जि उत्पन्न गर्नुहोस
pl: Generuj klucz

source: Generate a new key
ne: एउटा नयाँ कुञ्जि उत्पन्न गर्नुहोस
pl: Generuje nowy klucz

source: Passphrase to secure key
ne: कुञ्जि सुरक्षित गर्नको लागि पासफ्रेज
pl: Wprowadź hasło zabezpieczające klucz

source: _Generate
ne: _उत्पन्न गर्नुहोस्
pl: Generuj klucz

source: _Passphrase:
ne: पासफ्रेज
pl: _Hasło:

source: Before selecting apply to start key generation, please make sure all of your previous settings are correct.
ne: कुञ्जि उत्पत्ति शुरुवातमा लागु छान्नु भन्दा पहिले, कृपया विश्वस्त हुनुहोस कि तपाईंको सबै अघिल्लो सेटिंगहरु सही छन

source: Choosing a passphrase is an integral part of creating a strong key. Like a password, a passphrase should contain letters, numbers, and punctuation. Additionally, a passphrase can contain spaces, meaning it can contain many words. You should pick a phrase that is easy to rememeber and contains punctuation. Take this phrase, adjust the case of various letters, and change some of the letters into numbers or punctuation, reminiscent of "leet speak", but don't make it so obscure to the point where you can't remember it.
ne: एउटा पासफ्रेजको चयन एउटा शक्तिशाली कुञ्जि को सृजनाको समस्त भाग हो. एउटा पासवर्ड जस्तै, एउटा पासफ्रेजमा अक्षरहरु,संख्याहरु र विराम चिन्ह हुनुपर्दछ. साथै, एउटा पासफ्रेजले खालिस्थानहरु समाहित गर्न सक्दछ, जसको मतलब यसले धेरै शब्दहरु समाहित गर्न सक्दछ. तपाईंले एउटा वाक्यांश रोज्नुपर्दछ जुन सम्झिन सजिलो र विराम चिन्ह भएको होस. यो वाक्यांश लिनुहोस, विविध अक्षरहरु को केस समायोजन गर्नुहोस, अनि केहि अक्षरहरुलाइ संख्याहरु वा विराम चिन्ह मा परिवर्तन गर्नुहोस,"लिट बोल्नु" को स्मरण, तर यसलाइ त्यो बिन्दु सम्म गुप्त नबनाउनुहोस जहाँ तपाईं यसलाइ सम्झन सक्नुहुन्न

source: Comment:
ne: टिप्पणी:

source: Confirm
ne: यकिन गर्नु

source: Confirm Passphrase:
ne: पासफ्रेज यकिन गर्नुहोस

source: Confirm passphrase
ne: पासफ्रेज यकिन गर्नुहोस

source: Date the Key Expires
ne: कुञ्जि समाप्त हुने मिति उल्लेख गर्नुहोस

source: Email Address:
ne: इमेल ठेगाना:

source: Enter Name - Must be at least five letters.
ne: नाम प्रविष्ट गर्नुहोस - कम्तिमा पाँच अक्षर को हुनुपर्दछ

source: Expiration Date
ne: समाप्ति मिति
pl: Data wygaśnięcia

source: Extra High Security
ne: अतिरिक्त उच्च सुरक्षा

source: Full Name:
ne: पूरा नाम:

source: High Security
ne: उच्च सुरक्षा

source: Key Generation Assistant
ne: कुञ्जी उत्पादन सहयोगी

source: Key Generation Assistant Complete
ne: कुञ्जी उत्पादन सहयोगी पूर्ण

source: Keys must be given an appropriate expiration date. For most people, the default option of "never expires" is sufficient. If you only plan on using the key for a certain period of time, i.e. for a specific project, you should pick an expiration date after the projected completion of your project. After the expiration date, your private key will still be able to decrypt messages or data encrypted with your public key. However, your private key will no longer sign messages or data.
ne: कुञ्जिहरुलाइ एउटा उपयुक्त समाप्ति मिति दिइएको हुनुपर्दछ. धेरैजसो व्यक्तिहरु को लागि,"कहिल्यै समाप्ति हुँदैन" को पुर्वनिर्धारित विकल्प पर्याप्त छ. यदि तपाईं ले एउटा निश्चित समयावधि को लागि कुञ्जि प्रयोग गर्ने मात्र योजना बनाउनु भयो भने, जुन कि एउटा तोकिएको परियोजना को लागि,तपाईंको परियोजनाको परियोजित समाप्ति पछि तपाईंले एउटा समाप्ति मिति रोज्नुपर्दछ.समाप्ति मिति पछि,तपाईंको निजी कुञ्जि संदेशहरु वा तपाईंको सार्वजनिक कुञ्जि संग गुप्तिकरण गरिएको डाटाहरुको गुप्तिकरण उल्टाउन अझै सक्षम हुनेछ.जे होस,तपाईंको निजी कुञ्जि ले त्यसपछि संदेशहरु वा डाटाहरु हस्ताक्षर गर्ने छैन

source: Medium Security
ne: मध्यम सुरक्षा

source: Never Expires
ne: कहिलेपनि समाप्त हुँदैन
pl: Nie wygasa

source: Personal Information
ne: व्यक्तिगत जानकारी

source: Seahorse Key Generation Assistant
ne: सिहर्स कुञ्जी उत्पादन सहयोगी

source: Security Level
ne: सुरक्षा स्तर
